Repository: 84000/data-translation-memory
Catalog: toh44-31_84000-the-ten-bhumis.tmx
Source language: bo
Languages: en

source: མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་འདི་དག་བསྟེན་པ་དང་། བསྒོམས་པ་དང་མང་དུ་བྱས་པའི་ཤས་ཆེ་བས་ནི་སེམས་ཅན་དམྱལ་བའི་རྒྱུར་འགྱུར་རོ།
en: ‘Following, furthering, and practicing a great deal of these paths of the ten bad actions is the cause for beings to be reborn in the hells.

source: །འབྲིང་གིས་ནི་བྱོལ་སོང་གི་སྐྱེ་གནས་ཀྱི་རྒྱུར་འགྱུར་རོ།
en: Following, furthering, and practicing a medium amount of these paths is the cause for rebirth as an animal.

source: །ཐ་མས་ནི་གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་རྒྱུར་འགྱུར་ཏེ།
en: Doing the least amount is the cause for rebirth in Yama’s realm.

source: དེ་ལ་སྲོག་གཅོད་པས་ན་སེམས་ཅན་དམྱལ་བར་ཁྲིད་དོ། །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་ཁྲིད་དོ། །གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཁྲིད་དོ།
en: ‘Through killing, beings will be taken to hell, will be led to rebirth as an animal, will be led to Yama’s realm.

source: །དེ་ནས་ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་རྣམ་པར་སྨིན་པ་གཉིས་མངོན་པར་འགྲུབ་པ་འདི་ལྟ་སྟེ།
en: Even if born as a human, there will be two results of that karma:

source: ཚེ་ཐུང་བ་དང་ནད་མང་བའོ།
en: a short life and many illnesses.

source: །མ་བྱིན་པར་ལེན་པས་ནི་སེམས་ཅན་དམྱལ་བར་ཁྲིད་དོ། །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་ཁྲིད་དོ། །གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཁྲིད་དོ།
en: ‘Through taking what has not been given, beings will be taken to hell, will be led to rebirth as an animal, will be led to Yama’s realm.

source: །དེ་ནས་ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་རྣམ་པར་སྨྱིན་པ་གཉིས་མངོན་པར་འགྲུབ་པ་འདི་ལྟ་སྟེ།
en: Even if born as a human, there will be two results of that karma:

source: ལོངས་སྤྱོད་ཆུང་བ་དང་ཐུན་མོང་གི་ལོངས་སྤྱོད་དུ་འགྱུར་བའོ།
en: little wealth and its being used by others.

source: །འདོད་པས་ལོག་པར་གཡེམ་པས་ནི་སེམས་ཅན་དམྱལ་བར་ཁྲིད་དོ། །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་ཁྲིད་དོ། །གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཁྲིད་དོ།
en: ‘Through sexual misconduct, beings will be taken to hell, will be led to rebirth as an animal, will be led to Yama’s realm.

source: །དེ་ནས་ཅི་སྟེ་མྱིར་སྐྱེས་ན་ཡང་རྣམ་པར་སྨིན་པ་གཉིས་མངོན་པར་འགྲུབ་པ་འདི་ལྟ་སྟེ།
en: Even if born as a human, there will be two results of that karma:

source: ལྟོད་པ་དང་བཅས་པའི་ཆུང་མ་དང་། གཡོག་འཁོར་མི་སྲུན་པའོ།
en: a quarrelsome wife and troublesome servants.

source: །བརྫུན་དུ་སྨྲ་བས་ནི་སེམས་ཅན་དམྱལ་བར་ཁྲིད་དོ། །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་ཁྲིད་དོ། །གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཁྲིད་དོ།
en: ‘Through lying, beings will be taken to hell, will be led to rebirth as an animal, will be led to Yama’s realm.

source: །དེ་ནས་ཅི་སྟེ་མྱིར་སྐྱེས་ན་ཡང་རྣམ་པར་སྨྱིན་པ་གཉིས་མངོན་པར་འགྲུབ་པ་འདི་ལྟ་སྟེ།
en: Even if born as a human, there will be two results of that karma:

source: སྐུར་པ་མང་བ་དང་། གཞན་གྱིས་བསླུ་བའོ།
en: much denigration and being deceived by others.

source: །ཕྲ་མས་ནི་སེམས་ཅན་དམྱལ་བར་ཁྲིད་དོ། །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་ཁྲིད་དོ། །གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཁྲིད་དོ།
en: ‘Through slandering, beings will be taken to hell, will be led to rebirth as an animal, will be led to Yama’s realm.

source: །དེ་ནས་ཅི་སྟེ་མིར་སྐྱེས་ན་ཡང་རྣམ་པར་སྨིན་པ་གཉིས་མངོན་པར་འགྲུབ་པ་འདི་ལྟ་སྟེ་གཡོག་མི་འདུམ་པ་དང་། གཡོག་ངན་པར་འགྱུར་བའོ།
en: Even if born as a human, there will be two of results of that karma: conflict among servants and bad servants.

source: །ཞེ་གཅོད་པའི་ཚིག་གིས་ནི་སེམས་ཅན་དམྱལ་བར་ཁྲིད་དོ། །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་ཁྲིད་དོ། །གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཁྲིད་དོ།
en: ‘Through harsh speech, beings will be taken to hell, will be led to rebirth as an animal, will be led to Yama’s realm.

source: ཡིད་དུ་མི་འོང་བ་ཐོས་པ་དང་། འཐབ་མོའི་ཚིག་གོ།
en: hearing unpleasant words and quarrelsome words.

source: ཚིག་ཀྱལ་བས་ནི། སེམས་ཅན་དམྱལ་བར་ཁྲིད་དོ། །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་ཁྲིད་དོ། །གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཁྲིད་དོ།
en: ‘Through idle speech, beings will be taken to hell, will be led to rebirth as an animal, will be led to Yama’s realm.

source: །དེ་ནས་ཅི་སྟེ་མིར་སྐྱེས་ནའང་རྣམ་པར་སྨིན་པ་གཉིས་མངོན་པར་འགྲུབ་པ་འདི་ལྟ་སྟེ།
en: Even if born as a human, there will be two results of that karma:

source: ཚིག་མི་བཙུན་པ་དང་། སྤོབས་པ་མ་བརྟགས་པའོ།
en: ignoble words and lack of eloquence.

source: །ཆགས་སེམས་ཀྱིས་ནི་སེམས་ཅན་དམྱལ་བར་ཁྲིད་དོ། །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་ཁྲིད་དོ། །གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཁྲིད་དོ།
en: ‘Through avarice, beings will be taken to hell, will be led to rebirth as an animal, will be led to Yama’s realm.

source: ཆོག་མི་ཤེས་པ་དང་། འདོད་པ་ཆེ་བའོ།
en: dissatisfaction and great desire.

source: །གནོད་སེམས་ཀྱིས་ནི་སེམས་ཅན་དམྱལ་བར་ཁྲིད་དོ། །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་ཁྲིད་དོ། །གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཁྲིད་དོ།
en: ‘Through malice, beings will be taken to hell, will be led to rebirth as an animal, will be led to Yama’s realm.

source: གནོད་པར་གླགས་ལྟ་བ་དང་། ཕ་རོལ་གྱིས་མནར་བའོ།
en: seeking opportunities to harm and being tormented by others.

source: །ལོག་པར་ལྟ་བས་ནི་སེམས་ཅན་དམྱལ་བར་ཁྲིད་དོ། །བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་ཁྲིད་དོ། །གཤིན་རྗེའི་འཇིག་རྟེན་དུ་ཁྲིད་དོ།
en: ‘Through wrong views, beings will be taken to hell, will be led to rebirth as an animal, will be led to Yama’s realm.

source: ལྟ་བ་ངན་པར་ལྟུང་བ་དང་གཡོ་སྒྱུ་ཅན་ནོ།
en: falling into bad views and being deceptive.

source: །དེ་ལྟར་ན་མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་འདི་དག་ནི་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེ་ཞིང་ཚད་མེད་པ་སྡུད་པར་འགྱུར་གྱིས་མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་འདི་དག་བདག་གིས་སྤངས་ཏེ་ཆོས་ལ་དགའ་ཞིང་མོས་པར་དགའ་བར་གནས་པར་བྱའོ་ཞེས་ཏེ།
en: ‘Therefore as these paths of the bad actions gather an immeasurable great mass of suffering, I shall reject these paths of the ten bad actions and remain happy in enjoying the delights of the pleasure of the Dharma.

source: དེ་མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་འདི་དག་སྤངས་ནས་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་གནས་ཤིང་གཞན་ཡང་དེ་ཉིད་ལ་རབ་ཏུ་གཞོག་གོ །དེ་སེམས་ཅན་རྣམས་ལ་སྔོན་བས་ཀྱང་ཕན་པའི་སེམས་དང་། བདེ་བའི་སེམས་དང་། བྱམས་པའི་སེམས་དང་། སྙིང་རྗེའི་སེམས་དང་། སྙིང་བརྩེ་བའི་སེམས་དང་། ཕན་གདགས་པའི་སེམས་དང་། ཡོངས་སུ་བསྲུང་བའི་སེམས་དང་། སློབ་དཔོན་ཀྱི་སེམས་དང་། སྟོན་པའི་སེམས་དང་མཉམ་པའི་སེམས་བསྐྱེད་ཅིང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: I shall reject these paths of the ten bad actions, and I shall remain on the paths of the ten good actions and bring others onto them. “ ‘Toward those beings I will first develop a motivation to benefit them, to bring them happiness, love, compassion, and kindness, to take care of them, to protect them, to be their teacher, and to be their instructor.’ “He also thinks, ‘Alas!

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་ལྟ་བ་ངན་པར་ལྟུང་བ་དག་སྟེ། བློ་གྲོས་མི་མཉམ་ཞིང་བསམ་པ་མི་མཉམ་པ།
en: These beings who have fallen into evil views have aberrant understanding, have aberrant motivation, and move through the darkness of an evil path.

source: ལོག་པའི་ལམ་ཐིབས་པོར་རྒྱུ་བ་ཡིན་གྱིས་དེ་དག་བདག་གིས་བདེན་པའི་ལམ་ཡང་དག་པར་ལྟ་བའི་ལམ། དེ་བཞིན་ཉིད་ཇི་ལྟ་བ་བཞིན་ལ་རབ་ཏུ་དགོད་པར་བྱའོ།
en: Therefore I shall bring them to the path of the truth, the path of the correct view, the true nature exactly as it is.

source: །ཨེ་མའོ་སེམས་ཅན་འདི་དག་ནི་མི་མཐུན་ཞིང་རྩོད་པ་དང་། འཐབ་པ་ལ་ཞུགས་པ་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་ཁྲོ་བ་དང་། ཁོན་དུ་འཛིན་པས་ཤིན་ཏུ་འབར་བར་གྱུར་པ་ཡིན་གྱིས་དེ་དག་བདག་གིས་བླ་ན་མེད་པའི་བྱམས་པ་ཆེན་པོ་རབ་ཏུ་ཉེ་བར་བསྒྲུབ་པ་ལ་རབ་ཏུ་དགོད་པར་བྱའོ།
en: ‘Oh! These beings are in conflict, quarrel and fight, and are continuously burning with anger and enmity. Therefore I shall bring them to the accomplishment of the highest great love. “ ‘Alas!

source: །ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་ཆོག་མི་ཤེས་ཤིང་གཞན་གྱི་ནོར་ལ་མངོན་པར་ཞེན་ཏེ།
en: These beings are unsatisfied and crave for the wealth of others and are endlessly engaged in gaining a livelihood.

source: ཤིན་ཏུ་མི་ཟད་པར་འཚོ་བས་རྗེས་སུ་སྤྱོད་པ་ཡིན་གྱིས་དེ་དག་བདག་གིས་ལུས་དང་། ངག་དང་ཡིད་ཀྱི་ལས་ཡོངས་སུ་དག་པས་འཚོ་བ་ལ་རབ་ཏུ་དགོད་པར་བྱའོ།
en: Therefore, I shall establish them in livelihood through the purity of the body, speech, and mind’s actions.

source: །ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་འདོད་ཆགས་དང་ཞེ་སྡང་དང་གཏི་མུག་དང་། སྲིད་པའི་གཞི་དང་ལྡན་ཞིང་ཉོན་མོངས་པ་སྣ་ཚོགས་ཀྱི་མེ་ལྕེ་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་ཀུན་ཏུ་འབར་བར་གྱུར་ཀྱང་འདི་ལས་འབྱུང་བའི་ཐབས་ཡོངས་སུ་མི་ཚོལ་བ་ཡིན་གྱིས་དེ་དག་བདག་གིས་ཉོན་མོངས་པ་ཐམས་ཅད་ཤིན་ཏུ་ཞི་ཞིང་གཙེ་བ་མེད་པའི་མྱ་ངན་ལས་འདས་པ་ལ་རབ་ཏུ་དགོད་པར་བྱའོ།
en: ‘Alas! These beings have desire, anger, and ignorance, which are the causes of existence, and they are continuously burning in the flames of the various kleśas but do not seek the method that would free them from that. Therefore I shall bring them to the cessation of all kleśas, [410] to freedom from harm, to nirvāṇa. “ ‘Alas!

source: །ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་གཏི་མུག་གི་མུན་པ་དང་། རབ་རིབ་ཀྱི་ལིང་ཐོག་གིས་བསྒྲིབས་ཤིང་མུན་པ་ཆེན་པོ་ཐིབས་པོའི་ནང་དུ་སོང་བས་ཤེས་རབ་ཀྱི་སྣང་བ་དང་རིང་དུ་གྱུར་ཏེ།
en: These beings are enveloped in the darkness of ignorance, the loss of sight, and the blindness of ignorance; the light of wisdom is far away, and they work in the vast desert of saṃsāra, carrying out actions in the vast desert of bad views.

source: འཁོར་བའི་མྱ་ངམ་ཆེན་པོར་ལས་ཤིང་ལྟ་བ་ངན་པའི་མྱ་ངམ་ལ་གཞོལ་བར་གྱུར་པ་ཡིན་གྱིས་དེ་དག་བདག་གིས་ཅི་ནས་ཀྱང་ཆོས་ཐམས་ཅད་ཀྱི་ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་བསྒྲིབས་པ་མེད་པ་ཁོང་དུ་ཆུད་པར་འགྱུར་བ་དང་། གཞན་གྱི་དྲིང་མི་འཇོག་པ་འཐོབ་པར་འགྱུར་བར་ཤེས་རབ་ཀྱི་མྱིག་བསྒྲིབས་པ་མེད་པ་ཡོངས་སུ་སྦྱང་བར་བྱའོ།
en: Therefore, I shall do whatever I can to purify their wisdom eyes of obscurations so that they will gain an unobscured understanding, not dependent on others, of the true nature of all phenomena.

source: །ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་འཁོར་བའི་མྱ་ངམ་དང་དགོན་པ་ཆེན་པོར་ལས་ཤིང་སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་གཡངས་ལ་མངོན་དུ་བལྟས་པ། ལྟ་བ་ངན་པ་མི་ཟད་པའི་དྲ་བས་ཀུན་ནས་འཁོར་བ།
en: ‘Alas! These beings accomplish actions in the vast desert and wasteland of saṃsāra and are looking down into the abyss of the hells, rebirth as animals, and Yama’s realm.

source: གཏི་མུག་ཐིབས་པོས་ཀུན་ནས་ཡོག་པ། ལོག་པའི་ལམ་གོལ་བར་ཞུགས་པ། ལོང་བར་གྱུར་པ་དགེ་བའི་མགོན་མེད་པ། འབྱུང་བ་མ་ཡིན་པ་ལ་འབྱུང་བར་ལྟ་བ། །བདུད་ཀྱི་ཞགས་པས་བཅིངས་པ། ཡུལ་གྱི་རྐུན་པོས་ཟིན་པ། བདུད་ཀྱི་བསམ་པ་ཐིབས་པོར་ནུབ་པ།
en: They are caught in the unending net of wrong views, they are enveloped in the darkness of ignorance, they have gone astray on the incorrect path, they are blind and without the guide of virtue, they see as salvation that which is not salvation, they are bound in the noose of Māra , they are seized by the bandit of perceptions, they are sunk in the darkness of the motivation of Māra , and the motivation of buddhahood is far away.

source: སངས་རྒྱས་ཀྱི་བསམ་པ་དང་རིང་དུ་གྱུར་པ་ཡིན་གྱིས་དེ་དག་བདག་གིས་རྣམ་པ་དེ་ལྟ་བུའི་འཁོར་བའི་དགོན་པ་དང་། མྱ་ངམ་བརྒལ་དཀའ་བ་ལས་བསྒྲལ་ཏེ། འཇིགས་པ་མེད་པའི་གནས་ཐམས་ཅད་མཁྱེན་པའི་གྲོང་རྡལ་ཆེན་པོ་གཙེ་བ་མེད་པར་རབ་ཏུ་དགོད་པར་བྱའོ།
en: Therefore, I shall become a protector for them in that saṃsāra, I will lead them across that desert that is difficult to cross, and I shall bring them to the city of omniscience, which is free of fear and free from harm.

source: །ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་ཆུ་བོ་ཆེན་པོའི་གླིང་དུ་བྱིང་ཞིང་འདོད་པ་དང་སྲིད་པའི་མ་རིག་པ་དང་། ལྟ་བའི་ཆུ་བོ་ལ་རབ་ཏུ་གཞོལ་བ།
en: ‘Alas! These beings are drowning in a great river, having entered the river of desire, ignorance, existence, and views;

source: འཁོར་བའི་རྒྱུད་དུ་འབྲང་བ། སྲེད་པའི་ཆུ་ཀླུང་གིས་ཁྱེར་ཞིང་རྦ་རླབས་ཆེན་པོས་གཡེངས་པ། སྲེད་པའི་འདོད་ཆགས་ཀྱི་མཐུས་ཤིན་ཏུ་བཅོམ་པ། བརྟག་པའི་མཐུ་མེད་པར་འདོད་པ་དང་། གནོད་སེམས་དང་འཚེ་བ་དང་། རྣམ་པར་རྟོག་པ་མང་པོའི་རྗེས་སུ་སྤྱོད་པ་འཇིག་ཚོགས་ལ་ལྟ་བའི་ཆུའི་སྲིན་པོས་ཁྲིད་པ་འདོད་པའི་ཡོན་ཏན་ཐིབས་པོའི་གླིང་དུ་ཞུགས་པ། སྨོན་པའི་འདོད་ཆགས་ཀྱི་འདམ་དུ་ཐོགས་པ།
en: having been caught in the current of saṃsāra, swept away by the river of existence, tossed around by its great waves, and overcome by the power of desire and craving, they are devoid of the power of contemplation and engage in desire, malice, violence, and many thoughts, and they are captured by the river monster of the view of a self, caught in the whirlpool of the darkness of pleasures, sunk in the swamp of craving for pleasures, lost in the dry wasteland of great egotism, without support, unable to escape from the city of sensory perceptions, and without the liberation of good actions.

source: ངའི་ང་རྒྱལ་གྱི་དབྱེ་བ་ཆེན་པོར་འཁྱམས་པ། རྟེན་མེད་པ། སྐྱེ་མཆེད་ཀྱི་གྲོང་རྡལ་ནས་མ་འཕགས་པ་དགེ་བའི་སྒྲོལ་བ་མྱེད་པ་ཡིན་གྱིས། དེ་དག་བདག་གིས་སྙིང་རྗེ་ཆེན་པོ་དང་། དགེ་བའི་རྩ་བའི་སྟོབས་ཀྱི་ཤུགས་ཀྱིས་བཏོན་ཏེ། ཐམས་ཅད་མཁྱེན་པ་རིན་པོ་ཆེའི་གླིང་གཙེ་བ་མེད་པ་རྡུལ་མྱེད་པ་ཞི་བ་བདེ་བ་འཇིགས་པ་མེད་པ་ལ་རབ་ཏུ་དགོད་པར་བྱའོ།
en: Therefore, I shall free them through the power of great compassion and the strength of good actions, and bring them to the precious island of omniscience, which is free of harm, free of dirt, peaceful, happy, and without fear.

source: །ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་ཁམས་གསུམ་གྱི་སྡུག་བསྔལ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་མང་པོ་ཅན་ཆགས་པ་དང་ཁོང་ཁྲོ་བ་དང་། སྡུག་པ་དང་མི་སྡུག་པས་རྣམ་པར་བཅིངས་པ།
en: ‘Alas! These beings are tormented by the many sufferings and unhappinesses of the three realms; they are in the bondage of desire and anger, of pleasure and sorrow;

source: མྱ་ངན་དང་སྨྲེ་སྔགས་འདོན་པའི་རྗེས་སུ་སྤྱོད་པ།
en: they wail in misery;

source: སྲེད་པའི་སྒྲོག་གིས་བཅིངས་པ། མ་རིག་པའི་ཐིབས་པོས་ཀུན་ནས་ཡོག་པའི་ནང་ན་མི་མཐུན་པར་གྱུར་པ་ཡིན་གྱིས་དེ་དག་བདག་གིས་ཁམས་གསུམ་པའི་གནས་ཐམས་ཅད་ལས་དབེན་པའི་མྱ་ངན་ལས་འདས་པ་བསྒྲིབས་པ་མེད་པ་ལ་རབ་ཏུ་དགོད་པར་བྱའོ།
en: they are held in the chains of craving, enveloped in the darkness of ignorance, and in conflict with one another. Therefore I shall bring them all to unobscured nirvāṇa, which is distinct from the three realms.

source: །ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་བདག་དང་བདག་གི་ལ་མངོན་པར་ཞེན་ཞིང་ཕུང་པོའི་གནས་ལས་མ་འཕགས་པ་ཕྱིན་ཅི་ལོག་བཞི་ལ་རབ་ཏུ་ཞུགས་པ།
en: ‘Alas! These beings are fixed upon belief in self and ownership, and they do not depart from the dwelling that is the skandhas;

source: སྐྱེ་མཆེད་དྲུག་གི་གྲོང་སྟོང་པ་ལ་ཤིན་ཏུ་གནས་པ་འབྱུང་བ་ཆེན་པོ་བཞིའི་སྦྲུལ་གྱིས་གཙེ་བ་ཕུང་པོའི་གཤེད་མ་དང་ཆོམ་པོས་ཤིན་ཏུ་བཅོམ་པ།
en: they enter into the four misconceptions, live within the empty town of the six sensory bases, are injured by the snakes of the four great elements, are attacked by the murderers and bandits of the skandhas, and experience immeasurable suffering.

source: གཞལ་དུ་མེད་པའི་སྡུག་བསྔལ་མྱོང་བར་གྱུར་པ་ཡིན་གྱིས་དེ་དག་བདག་གིས་བདེ་བའི་དམ་པ་གནས་ཐམས་ཅད་དང་བྲལ་བ་འདི་ལྟ་སྟེ།
en: Therefore, I shall bring them to sublime happiness that is free of any abode:

source: བསྒྲིབས་པ་མེད་པ་ཐམས་ཅད་མཁྱེན་པའི་མྱ་ངན་ལས་འདས་པ་ལ་རབ་ཏུ་དགོད་པར་བྱའོ།
en: the nirvāṇa of unobscured omniscience.

source: །ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་དམའ་བ་དང་ཞན་པ་དང་ཞུམ་པ་ལ་མོས་ཤིང་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་དམ་པའི་སེམས་མི་ལྡོག་པས་ཐེག་པ་ཆེན་པོས་འབྱུང་བ་ཡོད་ཀྱང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་བློ་ཅན་ཡིན་གྱིས་དེ་དག་བདག་གིས་སངས་རྒྱས་ཀྱི་ཆོས་རྒྱ་ཆེན་པོའི་བློ་གྲོས་དང་བསམ་པ་ཡངས་པའི་ཐེག་པ་ཆེན་པོ་བླ་ན་མེད་པ་ལ་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཡོངས་སུ་བསྟན་པས་རབ་ཏུ་དགོད་པར་བྱའོ་སྙམ་མོ།
en: ‘Alas! These beings aspire to what is inferior, weak, and incapable. Even though from the Mahāyāna there arises the irreversible sublime mind of omniscient wisdom, they have śrāvaka and pratyekabuddha mentalities. Therefore, I shall bring them to the unsurpassable Mahāyāna, which has the immense motivation and vast realization of buddhahood, by teaching them about omniscient wisdom.’ “O jinaputras!

source: །ཀྱེ་རྒྱལ་བའི་སྲས་དག །དེ་ལྟར་ཚུལ་ཁྲིམས་ཀྱི་སྟོབས་དང་མཐུ་དེ་ལྟ་བུ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་པས་སྙིང་རྗེ་དང་བྱམས་པ་མངོན་པར་བསྒྲུབ་པ་ལ་མཁས་པ། སེམས་ཅན་ཐམས་ཅད་ཀྱིས་མ་བཅོལ་པའི་བཤེས་གཉེན་དུ་གྱུར་པ། སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མ་བཏང་བ། བྱ་བ་དང་མི་བྱ་བ་མངོན་པར་བསྒྲུབ་པ་ལ་མཁས་པ།
en: The bodhisattva who has that power and might of correct conduct, who is skilled in the accomplishment of compassion and love, is a good friend who is not under the control of all beings, who does not forsake all beings, who is skilled in knowing what is and is not to be done.

source: བྱང་ཆུབ་སེམས་དཔའི་ས་དྲི་མ་མེད་པ་ལ་གནས་པ་དེའི་ལྟ་བ་རྒྱ་ཆེན་པོ་དང་། སྨོན་ལམ་གྱི་སྟོབས་ཀྱིས་སངས་རྒྱས་མང་པོ་རབ་ཏུ་སྣང་བར་གྱུར་ཏེ།
en: He who is on the Stainless bodhisattva bhūmi will, because of his vast view and the power of his prayers, have many buddhas appear to him.

source: ལྟ་བ་རྒྱ་ཆེན་པོ་དང་སྨོན་ལམ་གྱི་སྟོབས་ཀྱིས་སངས་རྒྱས་བརྒྱ་ཕྲག་མང་པོ་དང་། སངས་རྒྱས་སྟོང་ཕྲག་མང་པོ་དང་། སངས་རྒྱས་བརྒྱ་སྟོང་ཕྲག་མང་པོ་དང་། སངས་རྒྱས་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་མང་པོ་དང་། སངས་རྒྱས་ཁྲག་ཁྲིག་ཕྲག་མང་པོ་དང་། སངས་རྒྱས་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་མང་པོ་དང་། སངས་རྒྱས་ཁྲག་ཁྲིག་སྟོང་ཕྲག་མང་པོ་དང་། སངས་རྒྱས་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་མང་པོ་དང་། སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་མང་པོ་རབ་ཏུ་སྣང་བར་འགྱུར་རོ།
en: Because of his vast view and the power of his prayers, many hundreds of buddhas, many thousands of buddhas, many hundreds of thousands of buddhas, many millions of buddhas, many tens of millions of buddhas, many billions of buddhas, many tens of billions of buddhas, many trillions of buddhas, and many quintillions of buddhas will appear to him.

source: དེས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་མཐོང་ནས་བསམ་པ་རྒྱ་ཆེན་པོས་རིམ་གྲོ་བྱེད་དོ། །བཀུར་སྟི་བྱེད་དོ། །བསྟི་སྟང་བྱེད་དོ། །མཆོད་པ་བྱེད་དོ། །ན་བཟའ་དང་། བསོད་སྙོམས་དང་གཟིམས་ཆ་དང་། སྙུན་གྱི་རྐྱེན་སྨན་དང་ཡོ་བྱད་དག་ཀྱང་འབུལ་ཞིང་བྱང་ཆུབ་སེམས་དཔའི་བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་ཀྱང་ཡོངས་སུ་འབུལ་ལོ།
en: He will see those tathāgatas, those arhats, those samyak­sambuddhas, and with a vast motivation he will serve them, worship them, honor them, make offerings to them, and supply them with robes, alms, bowls, beds, medicine for when they are ill, and implements. He will also offer all the articles that bring happiness to a bodhisattva.

source: །དགེ་འདུན་གྱི་ཚོགས་རྣམས་ལ་ཡང་དག་པར་མཆོད་པ་བྱེད་དེ།
en: He will also offer to the assemblies of the Saṅgha.

source: །དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་ལས་དགེ་བ་བཅུའ་ལས་ཀྱི་ལམ་འདི་དག་ཀྱང་རིམ་གྲོ་ཆེན་པོས་རབ་ཏུ་འཛིན་ཏེ།
en: “He also respectfully receives from those tathāgata arhat samyak­sambuddhas these paths of the ten good actions, and having received them he does not abandon them or let them go to waste.

source: ཇི་ལྟར་བཟུང་བ་དེ་འང་བར་མ་དོར་ཆུད་ཟོས་པར་མི་བྱེད་དོ། །དེ་བསྐལ་པ་དུ་མ་དང་། བསྐལ་པ་བརྒྱ་ཕྲག་དུ་མ་དང་། བསྐལ་པ་སྟོང་ཕྲག་དུ་མ་དང་། བསྐལ་པ་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དང་། བསྐལ་པ་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དང་། བསྐལ་པ་ཁྲག་ཁྲིག་ཕྲག་དུ་མ་དང་། བསྐལ་པ་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་དུ་མ་དང་། བསྐལ་པ་ཁྲག་ཁྲིག་སྟོང་ཕྲག་དུ་མ་དང་། བསྐལ་པ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དང་། བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དུ་མར་སེར་སྣའི་སྐྱོན་དང་། ཚུལ་ཁྲིམས་ངན་པའི་དྲི་མ་མྱེད་པས་གཏོང་བ་དང་། ཚུལ་ཁྲིམས་རྣམ་པར་དག་པ་ལ་ཡང་དག་པར་འབྱུང་ཞིང་གནས་སོ།
en: For many eons, for many hundreds of eons, many thousands of eons, many hundreds of thousands of eons, many millions of eons, many tens of millions of eons, many billions of eons, many tens of billions of eons, many trillions of eons, and many quintillions of eons, he remains practicing generosity and pure conduct without the fault of miserliness or the stain of bad conduct.

source: །ཀྱེ་རྒྱལ་བའི་སྲས་དག་འདི་ལྟ་སྟེ།
en: “O jinaputras! It is like this:

source: དཔེར་ན། གསེར་གྱི་ས་ལེ་སྦྲམ་དེ་ཉིད་ནག་མཚུར་དུ་བཅུག་ན་དེ་བས་ཀྱང་དྲི་མ་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ།
en: to give an analogy, if gold is put into green vitriol, all its impurities are removed.

source: །ཀྱེ་རྒྱལ་བའི་སྲས་དག་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་ས་དྲི་མ་དང་བྲལ་བ་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་བསྐལ་པ་དུ་མ་ནས། བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དུ་མའི་བར་དུ་སེར་སྣའི་ཉེས་པ་དང་། ཚུལ་ཁྲིམས་ངན་པའི་དྲི་མ་མེད་པས་གཏོང་བ་དང་། ཚུལ་ཁྲིམས་རྣམ་པར་དག་པ་ལ་ཡང་དག་པར་འབྱུང་ཞིང་གནས་སོ།
en: “O jinaputras! In that same way, the bodhisattva on the Stainless bodhisattva bhūmi, for many eons and so on, up to many quintillions of eons, remains practicing generosity and pure conduct without the fault of miserliness or the stain of bad conduct.

source: །དེའི་བསྡུ་བའི་དངོས་པོ་བཞི་ལས་ངག་སྙན་པ་ཤས་ཆེ་བ་ཡིན།
en: From among the four methods of attracting beings, he primarily practices kind words.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་བཅུ་ལས་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཤས་ཆེ་བ་ཡིན་ཏེ། ལྷག་མ་རྣམས་ཀྱང་ཅི་ཚུལ་ཅི་ནུས་སུ་ཡང་དག་པར་མི་བསྒྲུབ་པ་མ་ཡིན་ནོ།
en: From among the ten perfections, the perfection of good conduct predominates, and the other perfections are not accomplished fully and completely.

source: །ཀྱེ་རྒྱལ་བའི་སྲས་དག །འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་ས་དྲི་མ་མེད་པ་ཞེས་བྱ་བ་སྟེ། བྱང་ཆུབ་སེམས་དཔའི་ས་གཉིས་པ་མདོར་བསྟན་པའོ།
en: “O jinaputras! This was a brief teaching of the bodhisattva bhūmi named Stainless, which is the second bodhisattva bhūmi.

source: །དེ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཕལ་ཆེར་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་གླིང་བཞི་ལ་དབང་བར་འགྱུར་ཏེ།
en: “The bodhisattva mahāsattva who is on that bhūmi predominantly becomes a cakravartin king with power over the four continents.

source: ཆོས་ཀྱིས་དབང་བསྒྱུར་བ་རབ་ཏུ་ཐོབ་ཅིང་རིན་པོ་ཆེ་བདུན་དང་ལྡན་པ།
en: Through the Dharma he attains sovereignty and becomes endowed with the seven precious possessions.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེར་སྣའི་སྐྱོན་དང་། ཚུལ་ཁྲིམས་ངན་པའི་དྲི་མ་བཟློག་པར་བྱ་བ་ལ་མཁས་ཤིང་མཐུ་ཡོད་པ་དང་། སེམས་ཅན་རྣམས་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་རབ་ཏུ་དགོད་པར་བྱ་བར་ཤིན་ཏུ་མཁས་པ་དང་། སྦྱིན་པ་ཆེན་པོ་རྩོམ་པས་ཐུབ་པ་མེད་པ་ཡིན་ཏེ།
en: He is skilled and has the ability to eliminate the fault of miserliness and the stain of bad conduct in all beings. He is very skilled in bringing beings onto the path of the ten good actions.

source: སྦྱིན་པ་འམ་ངག་སྙན་པ་འམ། དོན་གྲུབ་པ་འམ་དོན་མཐུན་པས་དགེ་བའི་རྩ་བ་གང་ཅི་རྩོམ་ཡང་རུང་སྟེ། དེ་ཐམས་ཅད་ཇི་ལྟར་ན་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མཆོག་ཏུ་འགྱུར། གཙོ་བོར་འགྱུར། ཐུ་བོར་འགྱུར། ཕུལ་དུ་འགྱུར།
en: “He does not become weary of accomplishing great generosity, and in whatever roots of goodness he practices through kind words, actions that benefit others, and practicing what he preaches, among all beings he becomes supreme, the best, the foremost, the highest, the most excellent, the unsurpassable, the guide, the leader, the commander, and so on, up until becoming the omniscient one who is relied on.

source: དམ་པར་འགྱུར། བླ་ན་མེད་པར་འགྱུར། འདྲེན་པར་འགྱུར། རྣམ་པར་འདྲེན་པར་འགྱུར་ཡོངས་སུ་འདྲེན་པར་འགྱུར་བ་ནས་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་རྟེན་པའི་བར་དུ་འགྱུར་སྙམ་སྟེ། སངས་རྒྱས་ཡིད་ལ་བྱ་བ་དང་། ཆོས་ཡིད་ལ་བྱ་བ་དང་། དགེ་འདུན་ཡིད་ལ་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཡིད་ལ་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ཡིད་ལ་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ས་ཡིད་ལ་བྱ་བ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིད་ལ་བྱ་བ་དང་། སྟོབས་ཡིད་ལ་བྱ་བ་དང་། མི་འཇིགས་པ་ཡིད་ལ་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་ཡིད་ལ་བྱ་བ་ནས་རྣམ་པའི་མཆོག་ཐམས་ཅད་དང་ལྡན་པའི་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་བར་དུ་ཡིད་ལ་བྱ་བ་དང་མི་འབྲལ་བ་ཡིན་ནོ།
en: His mind is always focused on the Buddha, focused on the Dharma, focused on the Saṅgha, focused on the bodhisattvas, focused on bodhisattva conduct, focused on the bodhisattva bhūmis, focused on the perfections, focused on the strengths, focused on the confidences, focused on the unique qualities of buddhahood, and so on, up until being focused on the omniscient wisdom endowed with the supreme aspects.

source: །དེ་འདོད་ན་སྐད་ཅིག་ཡུད་ཙམ་ཐང་ཅིག་ཏུ་ཁྱིམ་དང་། ཆུང་མ་དང་སྲིད་ཐམས་ཅད་ཡོངས་སུ་སྤངས་ཏེ།
en: “If he wishes to, he can apply himself in such a way that in just one instant he can abandon his entire family, wife, and possessions and is ordained in the Tathāgata’s teaching.

source: དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ལ་རབ་ཏུ་འབྱུང་བ་དང་། དེ་རབ་ཏུ་བྱུང་ནས་ཀྱང་སྐད་ཅིག་ཡུད་ཙམ་ཐང་ཅིག་ཏུ་ཏིང་ངེ་འཛིན་སྟོང་རབ་ཏུ་འཐོབ་བོ། སྙོམས་པར་འཇུག་པ་དང་། ཏིང་ངེ་འཛིན་སྟོང་རབ་ཏུ་ཐོབ་ཅིང་དེ་དག་ལ་སྙོམས་པར་འཇུག་པ་དང་། སངས་རྒྱས་སྟོང་མཐོང་བ་དང་། དེ་དག་གི་བྱིན་གྱི་རླབས་ཀྱང་ཡང་དག་པར་ཤེས་པ་དང་། འཇིག་རྟེན་གྱི་ཁམས་སྟོང་སྐྱོད་པ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་དུ་འགྲོ་བ་དང་། འཇིག་རྟེན་གྱི་ཁམས་སྟོང་སྣང་བར་བྱེད་པ་དང་། སེམས་ཅན་སྟོང་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་དང་། བསྐལ་པ་སྟོང་དུ་གནས་པ་དང་། སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའི་བསྐལ་པ་སྟོང་ལ་རབ་ཏུ་འཇུག་པ་དང་། ཆོས་ཀྱི་སྒོ་སྟོང་རྣམ་པར་འབྱེད་པ་དང་། ལུས་སྟོང་ཡོངས་སུ་བསྟན་པ་དང་། ལུས་རེ་རེ་ལ་ཡང་བྱང་ཆུབ་སེམས་དཔའི་འཁོར་སྟོང་ཡང་དག་པར་བསྟན་པར་བྱ་བའི་བརྩོན་འགྲུས་དེ་ལྟ་བུ་རྩོམ་མོ། །དེ་ཡན་ཆད་བྱང་ཆུབ་སེམས་དཔའ་སྨོན་ལམ་གྱི་མཐུ་ཅན་རྣམས་སྨོན་ལམ་གྱི་ཁྱད་པར་གྱིས་རྣམ་པར་འཕྲུལ་ཏེ། དེ་དག་གི་ལུས་སམ། འོད་དང་རྫུ་འཕྲུལ་ལམ། མྱིག་གམ་སྤྱོད་ཡུལ་ལམ།
en: Having been ordained, in just one instant he attains and rests in a thousand samādhis, sees a thousand buddhas and knows their blessings, causes a thousand worlds to shake, goes to a thousand buddha realms, illuminates a thousand worlds, ripens a thousand beings, remains for a thousand eons, enters a thousand previous eons and a thousand future eons, opens a thousand Dharma doors, manifests a thousand bodies, and manifests each body having a retinue of a thousand bodhisattvas.
